console.log('ABC...')
console.log("ABC...")
console.log(123456)
console.log(true)


//ตัวแปร
var a = 10           //ตัวแปรค่าเปลี่ยนได้ สามารถเปลี่ยนค่าได้ แบบ Global ใช้ที่ไหนก็ได้
let b = 20          //ตัวแปรค่าเปลี่ยนได้ สามารถเปลี่ยนค่าได้  แบบ Local ใช้ได้เฉพราะใน { } หนึ่งๆ เท่านั้น
const c = 30        //ตัวแปรค่าไม่เปลี่ยน ไม่สามารถเปลี่ยนค่าได้ แบบ Local ใช้ได้เฉพราะใน { } หนึ่งๆ เท่านั้น


let data01 = 'wow...'
let data02 = '123456'

// เวลาเอาข้อมูลหลากหลายแบบมาใข้ร่วมกัน
console.log('AAA' + ' ' + 555 + ' ' + data01 + ' ' + data02)

console.log(`AAA ${555} ${data01} ${data02}`)